{
  "course": "Consulting Accelerator",
  "week": "Week 2",
  "title": "Developing Your Millionaire Mindset",
  "video": "jklluk881i",
  "about": "<p>Once you've watched the above video in full and understood everything you can download the resources listed below by clicking the blue links.  Please complete the exercises and then save them to your computers hard drive or Dropbox so you have them on file for referring to later in the program.</p> <p>Once you have done all of that you can mark this exercise as 'Done' by clicking the big green “Mark As Done” button up the top right.  Once that’s marked as done you can move onto the next step in this training module.</p> <p>Remember this is an “implimentation program” and to get results you must do the work.  Don’t skip past modules, take shortcuts or say “I’ll come back and do this later” because you won't.  Action gets results and results are all that matters, so get to work :)</p>",
  "resources": [
    {
      "name": "7 Figure Sales Script",
      "link": ""
    },
    {
      "name": "Other Resource",
      "link": ""
    },
    {
      "name": "A Resource that will have multiple lines",
      "link": ""
    }
  ],
  "transcript": "<p>Ancient Greek historians variously placed the Trojan War in the 12th, 13th, or 14th centuries BC: Eratosthenes to 1184 BC, Herodotus to 1250 BC, Duris of Samos to 1334 BC. Modern archaeologists associate Homeric Troy with archaeological Troy VII.[7]</p> <p>In the Iliad, the Achaeans set up their camp near the mouth of the River Scamander (presumably modern Karamenderes),[8] where they had beached their ships. The city of Troy itself stood on a hill, across the plain of Scamander, where the battles of the Trojan War took place. The site of the ancient city is some 5 km from the coast today, but 3,000 years ago the mouths of Scamander were much closer to the city,[9] discharging into a large bay that formed a natural harbor and which has since been filled with alluvial material. Recent geological findings have permitted the identification of the ancient Trojan coastline, and the results largely confirm the accuracy of the Homeric geography of Troy.[10]</p>"
}
